# <font color=green>4 Medidas de Tendência Central</font>
***

## <font color=green>4.1 Média</font>

In [1]:
import pandas as pd

In [2]:
alunos = ['Maria', 'Pedro', 'João', 'Ana', 'Paulo']

In [3]:
df = pd.DataFrame(index = alunos)
df

Empty DataFrame
Columns: []
Index: [Maria, Pedro, João, Ana, Paulo]

In [4]:
df['MTM']= [6, 8, 5, 9, 7]
df

       MTM
Maria    6
Pedro    8
João     5
Ana      9
Paulo    7

In [5]:
df['PT'] = [7, 5, 9, 6, 4]
df

       MTM  PT
Maria    6   7
Pedro    8   5
João     5   9
Ana      9   6
Paulo    7   4

In [7]:
df['MTM'].mean()

7.0